
export const qualityPlanData = [
  {
    mainTitle: '제1장 일반사항',
    contents: [{   
      subTitle: '',
      keyword: [
        '◦ 품질관리계획서 작성 근거 명시 및 검토·승인 여부',
      ],
      standard: [
        {
          title: '품질관리계획서 작성 근거 명시 및 검토·승인 여부',
          tips: [
            '- 품질관리계획서의 작성 근거(영 제89조 제1항의 각 호 등)를 명시하였는지 확인.',
            '- 품질관리계획서의 제정 및 개정현황 등을 작성하였는지 확인.',
            '- 품질관리계획서를 공사감독자 또는 건설사업관리기술인의 검토와 발주자에게 승인을 받고, 관련근거를 문서화된 정보로 보유하고 있는지 확인(품질관리계획서 변경도 동일)'
          ],
        },
      ],
    }]
  },
  {
    mainTitle: '제2장 적용범위 및 인용표준',
    contents: [{   
      subTitle: '',
      keyword: [
        '◦ 품질관리계획서 작성기준 준수 및 적용범위 여부',
        ' - 현장 특성에 따른 적용할 수 없는 경우 상세한 사유 명시'
      ],
      standard: [
        {
          title: '품질관리계획서 작성기준 준수 및 적용범위 여부',
          tips: [
            '- 품질관리계획서 작성기준[별표1]에 따라 모든 항목과 내용이 작성되었는지 확인',
            '- 건설공사의 현장 특성 때문에 품질관리계획서 작성기준[별표1]의 일부를 제외하였다면 제외한 사유가 명시 되었는지와 사유가 타당한지 확인',
          ],
        },
      ],
    }]
  },
  {
    mainTitle: '제3장 용어정의',
    contents: [{   
      subTitle: '',
      keyword: [
        '◦ 품질관리계획서 작성 용어 준수 여부'
      ],
      standard: [
        {
          title: '품질관리계획서 작성 용어 준수 여부',
          tips: [
            '- 품질관리계획서 작성에 사용하는 용어는 건설공사 품질관리 업무지침 제2조 및 KS Q ISO 9000:2015(품질경영시스템-기본사항과 용어)를 참조하여 작성하였는지 확인'
          ],
        },
      ],
    }]
  },
  {
    mainTitle: '제4장 조직의 상황',
    contents: [{   
      subTitle: '4.1 건설공사의 정보',
      keyword: [
        '◦ 발주자 요구사항의 결정 및 충족 여부',
        ' - 공사개요, 계약내용에 대한 요약정보',
      ],
      standard: [
        {
          title: '발주자 요구사항의 결정 및 충족 여부',
          tips: [
            '- 건설공사와 관련된 일반현황과 계약내용에 대한 요약정보가 문서화된 정보로 유지하고 있는지 확인',
          ],
        },
      ],
    },
    {   
      subTitle: '4.2 이해관계자의 니즈와 기대관리',
      keyword: [
        '◦ 이해관계자의 요구와 기대 파악 여부',
      ],
      standard: [
        {
          title: '이해관계자의 요구와 기대 파악 여부',
          tips: [
            '- 건설공사와 관련되는 이해관계자를 파악하고 문서화된 정보로 유지하고 있는지 확인',
            '- 건설공사와 관련되는 이해관계자의 요구사항과 적용되는 법적 및 규제적 요구사항을 파악 및 결정하고 문서화된 정보로 보유하고 있는지 확인',
            '- 이러한 요구사항에 대한 정보를 모니터링하고 검토하여 반영하고 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: '4.3 프로세스 관리',
      keyword: [
        '◦ 건설공사의 프로세스 결정 및 운영 여부'
      ],
      standard: [
        {
          title: '건설공사의 프로세스 결정 및 운영 여부',
          tips: [
            '- 건설공사 전반의 프로세스를 정하고 상호관계를 명시하였는지 확인',
            '- 프로세스별로 요구되는 입력과 출력이 결정되었는지 확인',
            '- 프로세스별로 필요한 기준 및 방법(모니터링, 측정 및 관련 성과지표를 포함), 자원의 결정, 프로세스 평가 및 개선 등을 결정하고 운영하는지 확인'
          ],
        },
      ],
    }
  ]
  },
  {
    mainTitle: '제5장 리더십',
    contents: [{   
      subTitle: '  5.1 품질방침',
      keyword: [
        '◦ 품질방침의 수립 여부',
        '◦ 공사 참여자의 동기부여 여부',
      ],
      standard: [
        {
          title: '품질방침의 수립 여부',
          tips: [
            '- 현장 최고책임자가 건설공사의 목적과 발주자의 기대 및 요구에 적절한 품질방침을 수립하고, 이용 가능하도록 문서화된 정보로 유지하고 있는지를 확인',
            '- 수립된 품질방침에는 건설공사 요구사항과 적용되는 법적 및 규제적 요구사항 충족시킴, 리스크와 기회를 결정하고 처리, 필요한 자원 지원 및 인원을 적극 참여시키고, 지휘하고 지원함, 고객만족을 위해 노력, 품질확보를 위한 지속적으로 개선하겠다는 의지표명이 포함되어 있는지 확인',
          ],
        },
        {
          title: '공사 참여자의 동기부여 여부',
          tips: [
            '- 품질방침의 주기적인 교육, 사무실 및 현장 게시 등을 통해 공사수행 구성원들에게 의사소통되고 이해하고 있는지를 확인',
            '- 품질방침이 소통·이해·적용되고 있는지를 문서화된 정보로 보유하고 있는지 확인',
          ],
        }
      ],
    },
    {   
      subTitle: '  5.2 책임 및 권한',
      keyword: [
        '◦ 조직편성 및 적정인력 배치 여부',
        '◦ 각 조직 인원의 업무분장 실시 여부',
      ],
      standard: [
        {
          title: '조직편성 및 적정인력 배치 여부',
          tips: [
            '- 본사 조직과 연계된 현장 조직을 구성하였는지 확인',
            '- 계약 및 법적요구 인원을 포함하여 원활한 공사수행을 위한 적정인력이 배치되어 있는지 확인',
          ],
        },
        {
          title: '각 조직 인원의 업무분장 실시 여부',
          tips: [
            '- 현장 각 조직과 조직 구성원 개개인에 대하여 책임 및 권한(업무분장)이 명확히 부여되어 문서화된 정보로 보유하고 운영되고 있는지 확인',
            '- 조직 구성원 개개인의 책임과 권한은 의사소통 되었는지 문서화된 정보로 보유하고 있는지 확인',
            '- 조직 구성원의 변경시 책임과 권한이 변경(개정)관리되고 있는지 확인'
          ],
        }
      ],
    }]
  },
  {
    mainTitle: '제6장 기획',
    contents: [{   
      subTitle: ' 6.1 리스크 및 기회관리',
      keyword: [
        '◦ 리스크 파악 및 관리여부',
      ],
      standard: [
        {
          title: '리스크 파악 및 관리여부',
          tips: [
            '- 발주자 및 건설공사 요구사항, 적용되는 법적 및 규제요구사항, 이해관계자의 이슈 등에 대하여 리스크와 기회를 파악하여 문서화된 정보로 유지하고 있는지 확인',
            '- 파악된 리스크는 조치되고 결과에 대하여 효과성을 평가하고 문서화된 정보로 보유하는지 확인',
          ],
        },
      ],
    },
    {   
      subTitle: '6.2 품질목표관리',
      keyword: [
       '◦ 품질목표 수립 여부',
       '◦ 품질목표 추진계획의 수립 및 실행 여부',
       '◦ 공사참여자의 동기부여 여부'
      ],
      standard: [
        {
          title: '품질목표 수립 여부',
          tips: [
            '- 품질목표는 품질방침과 일관성이 있고 측정 가능하도록 설정되어 있는지 확인',
            '- 품질목표는 공사목적물의 적합성과 고객만족 증진과 관련된 내용으로 설정되어 있는지 확인',
            '-품질목표는 지속적 개선 결과를 반영하여 설정되고 문서화된 정보로 유지하고 있는지 확인'
          ],
        },
        {
          title: '품질목표 추진계획읜 수립 및 실행 여부',
          tips: [
            '- 품질목표 추진계획에 달성대상의 결정과 달성을 위한 일정계획, 필요한 자원, 책임자 지정, 완료시기, 달성도 확인주기 등을 수립하여 문서화된 정보로 유지하고 있는지 확인',
            '- 품질목표 추진계획에 따른 달성 결과를 평가하고, 필요한 경우 변경하고 문서화된 정보로 보유하고 있는지 확인',
          ],
        },
        {
          title: '공사참여자의 동기부여 여부',
          tips: [
            '- 품질목표의 주기적인 교육, 사무실 및 현장 게시 등을 통해 공사수행 구성원들에게 의사소통되고 이해하고 있는지를 확인',
            '- 품질목표가 소통·이해·적용되고 있는지를 문서화된 정보로 보유하고 있는지 확인',
          ],
        }
      ],
    },
    {
      subTitle: ' 6.3 품질관리 계획의 변경관리',
      keyword: [
       '◦ 품질관리계획서 변경 관리 여부',
       ' - 현장 내부심사 및 경영검토, 지속적 개선 등의 결과',
      ],
      standard: [
        {
          title: '품질관리계획서 변경 관리 여부',
          tips: [
            '- 품질관리계획서가 변경된 경우, 품질관리계획서 작성기준에 적합하게 변경하고 문서화된 정보를 보유하는지 확인',
            '- 품질관리계획서가 변경된 경우, 공사감독자 또는 건설사업관리기술인의 검토와 발주자에게 승인을 받았는지 확인',
          ],
        },
      ],
    }
  ]
  },
  {
    mainTitle: '제7장 지원',
    contents: [{   
      subTitle: ' 7.1 자원관리',
      keyword: [
        '◦ 품질관리(검사, 시험 등) 업무수행자의 적격인력 배치 여부',
        '◦ 기반구조 및 작업환경의  확보 및 유지 여부',
      ],
      standard: [
        {
          title: '품질관리(검사, 시험 등) 업무수행자의 적격인력 배치 여부',
          tips: [
            '- 관련법령 및 설계도서에서 정한 품질관리 업무를 수행하는 건설기술인이 배치기준에 맞게 배치되어 있는지 확인',
            '- 품질관리업무를 수행하는 건설기술인이 시험․검사를 포함한 전반적인 품질관리를 주관할 수 있도록 공사․공무부문과 독립(예 : 겸임금지, 조치요구권 부여 등)되어 있는지 확인',
          ],
        },
        {
          title: '기반구조 및 작업환경의  확보 및 유지 여부',
          tips: [
            '- 공사수행을 위한 적절한 기반구조(건물 및 연관된 유틸리티, 장비, 운송자원, 정보통신기술 등)와 작업환경이 확보 및 유지 관리되고 있음을 문서화된 정보로 유지하고 보유하고 있는지 확인',
            ' ※ 기반구조란 건물 및 연관된 유틸리티, 장비(하드웨어, 소프트웨어 포함), 운송자원, 정보통신기술 등을 말한다',
          ],
        },
      ],
    },
    {   
      subTitle: '7.2 모니터링 자원 및 측정자원의 관리',
      keyword: [
       '◦ 모니터링  자원 및 측정자원 확보, 교정검사 및 유지관리 여부',
      ],
      standard: [
        {
          title: '모니터링  자원 및 측정자원 확보, 교정검사 및 유지관리 여부',
          tips: [
            '- 검사 및 시험, 측정에 필요한 각 장비의 관리기준(정밀·정확도)을 결정하여 장비를 확보하고 문서화된 정보로 유지하고 있는지 확인',
            '- 대여받아 사용하거나, 하도급사 또는 개인이 사용하는 장비를 포함하여 정해진 주기로 교정검사를 받고 있는지를 확인',
            '- 교정성적서의 결과값을 장비관리기준과 비교 검토한 결과를 문서화된 정보로 보유하고 있는지 확인',
            '- 장비가 관리기준을 벗어난 경우, 이전 검사 및 시험과 모니터링 결과에 대한 유효성 평가가 실시되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 장비에 교정검사필증을 부착하였는지를 확인',
            '- 보유한 장비는 식별 관리되고 취급과 유지보전을 위한 적절한 보관환경에서 관리되고 있는지를 확인',
            '- 장비에 대한 주기적인 점검을 실시하고 문서화된 정보로 보유하고 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: '7.3 조직의 지식관리',
      keyword: [
       '◦ 지식 결정 및 관련조직과 공유 여부',
      ],
      standard: [
        {
          title: '지식 결정 및 관련조직과 공유 여부',
          tips: [
            '- 건설공사 수행에 필요한 지식(계약서, 건설기준, 적용 코드 및 표준, 사내표준, 적용 법규, 공법, 유사공사들의 우수/실패 사례 등)을 파악하여 문서화된 정보로 유지하고 활용하고 있는지 확인',
            '- 파악된 지식은 유지·관리되고 관련 조직과 공유되고 있는지 확인',
          ],
        },
      ],
    },
    {
      subTitle: '7.4 역량/적격성관리',
      keyword: [
        '◦ 품질에 영향을 미치는 인원의 역량/적격성 보유 여부',
        '◦ 품질에 영향을 미치는 업무를 수행하는 모든 종사자의 교육훈련 실시'
      ],
      standard: [
        {
          title: '품질에 영향을 미치는 인원의 역량/적격성 보유 여부',
          tips: [
            '- 해당 업무수행에 필요한 학력, 교육훈련, 숙련도, 경험, 관련법령 등을 근거로 역량/적격성 기준을 결정하고 문서화된 정보로 유지하고 있는지 확인',
            '- 공사수행에 배치된 인원들에 대하여 역량/적격성 기준에 적정한지 평가하고 문서화된 정보를 보유하는지 확인'
          ],
        },
        {
          title: '품질에 영향을 미치는 업무를 수행하는 모든 종사자의 교육훈련 실시',
          tips: [
            '- 모든 공사참여자(하도급자, 기능공 포함)에 대해 교육훈련의 필요성을 파악하여 문서화된 정보로 보유하고 있는지를 확인',
            '-법적 정기교육을 포함한 교육훈련계획을 수립하여 문서화된 정보로 보유하고 있는지를 확인',
            '- 교육훈련계획에 따라 교육훈련이 실시되고 교육훈련결과(교육내용 포함)를 보고하고 문서화된 정보로 보유하고 있는지 확인',
            '- 실시한 교육훈련에 대하여 효과성은 평가하고 문서화된 정보로 보유하고 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: '  7.5 의사소통관리',
      keyword: [
        '◦ 품질관리계획의 이행과 건설공사 운영을 위한 내외부 의사소통의 적절성',
        '◦ 이해관계자 불만 및 부적합 공사에 대한 처리 여부'
      ],
      standard: [
        {
          title: '품질관리계획의 이행과 건설공사 운영을 위한 내외부 의사소통의 적절성',
          tips: [
            '- 품질관리계획의 이행과 건설공사 운영에 관련된 모든 사항에 대하여 내․외부 의사소통 방안이 결정되고 문서화된 정보로 유지하고 실행 되고 있는지를 확인',
            '- 의사소통 방안에는 의사소통 내용, 시기, 대상, 방법, 담당자 등이 포함되었는지 확인',
            '- 필요한 경우 의사소통은 내부 및 외부 관계자로부터의 의견접수,   검토, 전달, 문서화 및 회신이 포함되어 문서화된 정보로 보유하고 있는지를 확인'
          ],
        },
        {
          title: '이해관계자 불만 및 부적합 공사에 대한 처리 여부',
          tips: [
            '- 건설공사와 관련되는 이해관계자의 불만 사항이 관련자와 의사소통 및 처리하고 문서화된 정보를 보유하고 있는지 확인',
            '- 부적합 사항 및 부적합 공사에 대하여 관련자와 의사소통 및 처리  하고 문서화된 정보를 보유하고 있는지 확인',
          ],
        },
      ],
    },
    {
      subTitle: ' 7.6 문서화된 정보 및 정보의 관리',
      keyword: [
        '◦ 품질관리계획을  운영하는 방식의 적절성',
        '◦ 고객문서와 자료의 비치 및 관리 상태',
        '◦ 문서화된 정보의 보유 상태'
      ],
      standard: [
        {
          title: '품질관리계획을  운영하는 방식의 적절성',
          tips: [
            '- 현장 품질문서(품질계획서, 절차서, 지침서 등)가 등록되고 관련업무 담당에게 배포하여 문서화된 정보로 유지하고 활용되고 있는지를 확인',
            '- 효력이 상실된 구문서는 폐기하고 문서화된 정보로 보유하며, 보관이 필요한 경우 식별 관리하고 있는지를 확인',
          ],
        },
        {
          title: '고객문서와 자료의 비치 및 관리 상태',
          tips: [
            '- 발주자/건설사업관리기술인 문서(계약문서, 설계도서, 지시서 등)와 자료(법령, 건설기준 등)가 파악되고, 최신본으로 보유하고 관리됨을 문서화된 정보로 보유하고 있는지 확인'
          ],
        },
        {
          title: '문서화된 정보의 보유 상태',
          tips: [
            '- 문서화된 정보가 유형별로 식별되고 검색 및 사용이 용이한지를 확인',
          '- 문서화된 정보의 보유기간이 법적 및 규제적 요구사항을 충족하도록 정하여 문서화된 정보로 보유되고 보관장소 및 관리책임자를 지정하여 양호한 상태로 관리되고 있는지를 확인',
          '- 문서화된 정보를 폐끼할 경우, 절차에 따라 이행하고 문서화된 정보로 보유하고 있는지 확인',
          '- 현장에서 관리할 문서화된 정보의 보유 목록이 정해지고 문서화된 정보로 보유하고 있는지를 확인',
            
          ],
        },
      ],
    }
  ]
  },
  {
    mainTitle: '제8장 운용',
    contents: [{   
      subTitle: '8.1 건설공사 요구사항 검토 및 준비',
      keyword: [
        '◦ 설계도서, 법규 및 건설기준 등의 시공전 검토여부',
      ],
      standard: [
        {
          title: '설계도서, 법규 및 건설기준 등의 시공전 검토여부',
          tips: [
            '- 설계도서․법규․건설기준, 표준 등을 포함한 건설공사 수행과 관련된 요구사항을 검토하여 문서화된 정보로 보유하고 있는지 확인',
            '- 검토결과에 따라 필요한 경우, 후속조치를 취하고 문서화된 정보를 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {   
      subTitle: '  8.2 건설공사 요구사항 변경',
      keyword: [
       '◦ 계약변경(설계변경 포함) 관리의 적절성',
      ],
      standard: [
        {
          title: '계약변경(설계변경 포함) 관리의 적절성',
          tips: [
            '- 설계변경을 포함한 계약변경의 요청 및 처리가 문서화된 정보로 보유하고 있는지를 확인',
            '- 계약변경이 발생한 경우 관련 문서화된 정보가 수정되고 관련 인원이 변경된 요구사항을 인식하고 있는지를 확인', 
          ],
        },
      ],
    },
    {
      subTitle: ' 8.3 설계관리',
      keyword: [
        '◦ 설계계획의 수립 여부 및 적절성',
        '◦ 설계입력 기준의 적절성과 설계출력물의 관리 여부',
        '◦ 설계검토, 설계검증 및 설계타당성 확인의 실시여부 및 방법의 적절성',
      ],
      standard: [
        {
          title: '설계계획의 수립 여부 및 적절성',
          tips: [
            '- 설계계획이 적절히 수립되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 설계변경시 참여하는 현장내 인원간의 기술적인 정보공유가 적절히 이루어지고 있는지를 확인',
            
          ],
        },
        {
          title: '설계입력 기준의 적절성과 설계출력물의 관리 여부',
          tips: [
            '- 설계입력 요구사항이 결정되어 문서화된 정보로 보유되고 있는지를 확인',
            '- 설계출력물에는 건설공사 수행을 위한 각종 정보가 제시되어 문서화된 정보로 보유하고 있는지를 확인',
          ],
        },
        {
          title: '설계검토, 설계검증 및 설계타당성 확인의 실시여부 및 방법의 적절성',
          tips: [
            '- 적절한 설계단계에서 설계에 대한 체계적인 검토가 실시되고 검토된 결과는 필요한 경우 조치되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 설계검증, 설계실현성 확인이 실시되고, 결과는 필요한 경우 조치되고 문서화된 정보로 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {
      subTitle: '  8.4 기자재 구매관리',
      keyword: [
        '◦ 기자재 수급계획의 수립, 검증, 식별, 보관, 재고관리 및 주기적인 점검실시 여부',
      ],
      standard: [
        {
          title: '기자재 수급계획의 수립, 검증, 식별, 보관, 재고관리 및 주기적인 점검실시 여부',
          tips: [
            '- 기자재수급계획을 수립하여 문서화된 정보로 보유하고 있는지를 확인',
            '- 기자재 구매발주시 명확한 구매정보(기준)가 발주서로 제공되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 구매한 기자재의 검사 및 시험 또는 검증되고 식별, 재고관리, 주기적인 점검 등의 유지관리가 되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 제작품의 경우, 발주서에 검증계획 및 운반방법이 명시되어 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: ' 8.5 외부에서 제공되는 프로세스 관리',
      keyword: [
        '◦ 하도급에 대한 선정 및 평가 여부',
        '◦ 하도급에 대한 계약 및 이행상태 관리 여부',
      ],
      standard: [
        {
          title: '하도급에 대한 선정 및 평가 여부',
          tips: [
            '- 하도급계획이 수립되고 문서화된 정보로 보유하고 있는지 확인',
            '- 하도급업체 선정 및 평가결과에 따라 하도급업체가 선정되고 선정  또는 평가내용은 문서화된 정보로 보유하고 있는지를 확인(필요한 경우)',
            '- 선정된 하도급업체는 관련 이해관계자에게 의사소통되고 문서화된 정보로 보유하고 있는지 확인',
          ],
        },
        {
          title: '하도급에 대한 계약 및 이행상태 관리 여부',
          tips: [
            '- 하도급 계약요구사항이 명확히 결정되고 계약체결시 전달되고 있는지를 확인',
            '- 하도급된 공종에 대한 검사 및 시험, 검증과 모니터링이 실시되고  문서화된 정보로 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {
      subTitle: '8.6 공사관리',
      keyword: [
        '◦ 공종의 파악 및 계획의 수립과 이행 여부',
        '◦ 작업방법 수립 및 적격 인원 투입여부',
        '◦ 시공상세도, 준공도의 관리 여부',
      ],
      standard: [
        {
          title: '공종의 파악 및 계획의 수립과 이행 여부',
          tips: [
            '- 공종과 공정이 파악․관리되고 공종별로 특성에 맞는 시공계획을 수립하여 문서화된 정보로 유지하고 있는지를 확인',
            '- 공사 진도관리를 위한 계획을 수립하고 이행하여 문서화된 정보로  유지 및 보유하고 있는지를 확인',
          ],
        },
        {
          title: '작업방법 수립 및 적격 인원 투입여부',
          tips: [
            '- 작업에 필요한 작업절차 또는 작업지침을 수립하여 문서화된 정보로 유지하고 절차 또는 지침에 따라 이행하여 문서화된 정보로 보유  하고 있는지 확인',
            '- 작업에 투입되는 인원은 요구되는 자격 및 역량을 파악하여 문서화된 정보로 유지하고, 파악된 자격 및 역량에 근거하여 투입하고 문서화된 정보로 보유하고 있는지 확인',
          ],
        },
        {
          title: '시공상세도, 준공도의 관리 여부',
          tips: [
            '- 시공상세도, 준공도의 작성기준이 설정되고 권한을 가진 자에 의해 작성․검토․승인되고 있는지를 확인',
            '- 승인된 시공상세도, 준공도는 검색이 용이하도록 보관 관리하고 있는지를 확인',
            '- 작업자는 최신본의 도면을 사용하여 작업하고 있고, 구도면은 회수 하여 관리하고 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: '8.7 중점품질관리',
      keyword: [
        '◦ 중점품질관리 대상의 관리 여부',
      ],
      standard: [
        {
          title: '중점품질관리 대상의 관리 여부',
          tips: [
            '- 중점품질관리 대상이 공사 특성에 맞게 지정하여 문서화된 정보로  유지하고 있는지를 확인',
            '- 사용장비에 대한 명확한 기준이 설정되고 권한을 가진 자에 의해   장비사용을 승인하고 문서화된 정보로 유지 및 보유하고 있는지를 확인',
            '- 작업자의 자격기준이 작업특성에 맞게 설정되고 자격기준에 적합여부를 평가하고 배치하고 문서화된 정보로 유지 및 보유하고 있는지를 확인',
            '- 작업방법의 수립․사용되고 공정변수에 대한 모니터링(감시) 결과가 문서화된 정보로 유지 및 보유하고 있는지를 확인'
          ],
        },
      ],
    },
    {
      subTitle: '8.8 식별 및 추적관리',
      keyword: [
        '◦ 식별 및 추적관리 대상 파악 및 이행 여부',
        '◦ 검사 및 시험상태(검사대기, 검사중, 부적합) 식별 여부',
      ],
      standard: [
        {
          title: '식별 및 추적관리 대상 파악 및 이행 여부',
          tips: [
            '- 식별 및 추적관리 대상과 방법을 현장특성에 맞게 정하여 문서화된 정보로 유지하고 있는지를 확인',
            '- 식별 및 추적방법에 따른 식별이 실시되고 추적이 가능하도록 문서화된 정보를 보유하고 있는지를 확인'
          ],
        },
        {
          title: '검사 및 시험상태(검사대기, 검사중, 부적합) 식별 여부',
          tips: [
            '- 검사 및 시험에 관하여 자재, 공정의 적합 또는 부적합을 나타내는 적정한 검사단계별(검사대기·검사중부적합) 식별이 이루어지고 있는지를 확인',
            '- 식별표시 및 제거의 권한을 가진 자가 지정되어 있는지를 확인'
          ],
        },
      ],
    },
    {
      subTitle: '8.9 고객 또는 외부공급자의 재산관리',
      keyword: [
        '◦ 재산 수급계획의 수립, 식별, 검증, 보관(분실, 손상관리 포함), 재고관리의 적정 수행 여부',
      ],
      standard: [
        {
          title: '재산 수급계획의 수립, 식별, 검증, 보관(분실, 손상관리 포함), 재고관리의 적정 수행 여부',
          tips: [
            '재산을 파악하여 수급계획을 문서화된 정보로 유지 및 보유하고 있는지를 확인',
            '재산이 검사 및 시험, 또는 검증되고 식별, 재고관리, 주기적인 점검 등이 실시되고 문서화된 정보로 보유하고 있는지를 확인',
            '재산의 입체 또는 대체 사용이 필요한 경우 적절히 처리되고 문서화된 정보로 보유하고 있는지를 확인',
            '잉여 재산의 처리 사항이 문서화된 정보로 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {
      subTitle: '8.10 보존관리',
      keyword: [
        '◦ 기자재, 기 시공부위 및 완성된 시설물의 보존상태',
      ],
      standard: [
        {
          title: '기자재, 기 시공부위 및 완성된 시설물의 보존상태',
          tips: [
          '시공에 사용될 자재의 운반, 사용 등에 있어 자재의 특성별로 취급 되고 적절한 환경에서 보관하고 있는지를 확인',
          '장기 보관시 열화나 손상이 되는 자재는 적정한 주기로 점검하고   문서화된 정보로 보유하고 있는지를 확인',
          '기 시공부위의 품질상태를 유지하기 위한 보호방안을 수립하여 이행하고 문서화된 정보로 유지 및 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {
      subTitle: '8.11 검사 및 시험, 모니터링',
      keyword: [
        '◦ 검사 및 시험계획에 대한 항목, 합격판정기준, 빈도 등의 적절성',
        '◦ 자재 및 공정 검사의 적기 실시 여부와 검사 및 시험결과에 대한 기록의 적절성'
      ],
      standard: [
        {
          title: '검사 및 시험계획에 대한 항목, 합격판정기준, 빈도 등의 적절성',
          tips: [
            '- 검사 및 시험계획서(ITP)에 검사 및 시험대상의 항목, 합격판정기준, 빈도, 사용장비, 기법, 발주자/건설사업관리기술인의 입회시기․장소․방법이 등이 건설공사 요구사항, 법적 및 규제적 요구사항에 적합 하게 수립되어 문서화된 정보로 유자하고 있는지 확인'
          ],
        },
        {
          title: '자재 및 공정 검사의 적기 실시 여부와 검사 및 시험결과에 대한 기록의 적절성',
          tips: [
            '- 검사 및 시험계획서(ITP)에 따라 검사 또는 시험을 적기에 누락   없이 실시하여 문서화된 정보를 보유하고 있는지를 확인',
            '- 검사 및 시험결과에는 측정값이 기록되고 검사기준에 따른 합격,   불합격 여부를 명확히 하여 문서화된 정보로 보유하고 있는지를 확인',
            '- 합격판정 전에 자재의 사용 또는 후속공정이 진행되지 않도록 관리 하고 있는지를 확인',
            '- 검사 또는 시험을 품질검사를 대행하는 건설기술용역사업자에게 의뢰 하는 경우, 건설기술진흥법령에서 정한 품질검사의뢰서 및 품질검사성적서를 문서화된 정보로 보유하고 있는지 확인.',
            '- 검사 또는 시험의 결과가 건설공사 요구사항에 적합한지 검토하고  있는지를 확인'
          ],
        },
      ],
    },
    {
      subTitle: '8.12 부적합공사의 관리',
      keyword: [
        '◦ 부적합 공사(자재 포함) 발생에 대한 처리방법 및 이행의 적절성'
      ],
      standard: [
        {
          title: '부적합 공사(자재 포함) 발생에 대한 처리방법 및 이행의 적절성',
          tips: [
            '- 부적합한 공사(자재․공정 등) 특성에 적합하게 식별 및 관리되고   있는지 확인',
            '- 부적합한 내용이 부적합보고서 등으로 문서화된 정보로 유지하고   있는지를 확인',
            '- 부적합한 내용을 검토·분석하여 원인을 명확히 결정하고, 이와 유사한 부적합이 존재 또는 발생 가능성이 있는지를 검토하고 있는지 확인',
            '- 부적합 공사 발생시 발주자(건설사업관리기술인)와 협의를 통해 적절한 조치방안을 마련․이행하고 있는지를 확인',
            '- 부적합한 자재 또는 공정이 적절하게 처리되고 있는지(재검사 여부, 현상사용시 권한 가진 자의 승인여부 포함)를 확인',
            '- 유사한 부적합이 지속적으로 발생하고 있는지 확인'
          ],
        },
      ],
    },
    {
      subTitle: '8.13 공사준공 및 인계',
      keyword: [
        '◦ 공사준공 및 인계 관리의 적절성 여부',
      ],
      standard: [
        {
          title: '공사준공 및 인계 관리의 적절성 여부',
          tips: [
            '- 공사준공을 위한 제반사항을 준비하고 있는지를 확인',
            '- 완성된 시설물의 인계계획을 수립하여 실시하고 문서화된 정보로   유지 및 보유하고 있는지를 확인',
            '- 건설사업관리기술인 및 발주자, 본사에 인계할 문서화된 정보의 대상목록을 파악․관리되고 있는지를 확인'
          ],
        },
      ],
    },
  ]
  },
  {
    mainTitle: '제9장 성과관리',
    contents: [{   
      subTitle: '9.1 고객만족',
      keyword: [
        '◦ 요구 및 기대에 대한 모니터링 실시 여부',
      ],
      standard: [
        {
          title: '요구 및 기대에 대한 모니터링 실시 여부',
          tips: [
            '- 발주자 및 이해관계자의 요구 및 기대에 대한 충족여부를 모니터링 하는 방법을 문서화된 정보로 유지하고 있는지 확인',
            '- 요구 및 기대에 대한 모니터링을 실시하고 문서화된 정보로 보유하고 있는지 확인',
          ],
        },
      ],
    },
    {   
      subTitle: '9.2 분석 및 평가',
      keyword: [
        '◦ 발주자와 이해관계자의 만족도 조사에 대한 분석의 실시 여부',
        '◦ 품질개선을 위한 데이터의 분석 및 활용에 대한 이행 여부'
      ],
      standard: [
        {
          title: '발주자와 이해관계자의 만족도 조사에 대한 분석의 실시 여부',
          tips: [
            '- 발주자와 이해관계자의 만족 또는 불만족을 포함한 건설공사 수행의 만족도를 분석하여 활용하고 문서화된 정보로 보유하고 있는지를  확인'
          ],
        },
        {
          title: '품질개선을 위한 데이터의 분석 및 활용에 대한 이행 여부',
          tips: [
            '- 주요자재의 품질경향, 부적합 공사의 발생빈도 및 특성, 내․외부 점검결과 등을 분석하여 활용하고 문서화된 정보로 보유하고 있는지를 확인'
          ],
        },
      ],
    },
     {
      subTitle: '9.3 내부심사',
      keyword: [
        '◦ 품질관리계획의 적합성, 효과성, 이행성 등에 대한 내부심사 실시 여부'
      ],
      standard: [
        {
          title: '품질관리계획의 적합성, 효과성, 이행성 등에 대한 내부심사 실시 여부',
          tips: [
            '- 내부심사 계획을 현장에 배치된 품질관리 건설기술인이 수립하고 이행하여   문서화된 정보로 유지 및 보유하고 있는지를 확인',
            '- 내부심사를 수행하는 심사자의 역량/적격성 기준을 정하고, 평가하여 문서화된 정보로 유지 및 보유하고 있는지 확인',
            '- 심사자의 역량/적격성에 적합한 자가 내부심사를 실시하였는지 확인',
            '- 내부심사는 계획된 주기로 실시하고 심사결과보고서는 문서화된 정보로 보유하고 있는지를 확인',
            '- 심사체크리스트 및 심사내용이 구체적으로 작성하였는지 확인',
            '- 심사결과 부적합한 사항이 있는 경우 시정 또는 시정조치 되고 문서화된 정보로 보유하고 있는지를 확인',
            '- 취해진 후속조치에 대하여 유효성을 검증하고 문서화된 정보로 보유하고 있는지 확인',
            ],
          },
        ],
      },
      {
        subTitle: '9.4 경영검토',
        keyword: [
          '◦ 품질관리계획의 운영전반에 대한 성과검토 실시 여부'
        ],
        standard: [
          {
            title: '품질관리계획의 운영전반에 대한 성과검토 실시 여부',
            tips: [
                '- 건설공사 경영검토가 계획된 주기로 실시되고 검토보고서를 문서화된 정보로 보유하고 있는지 확인',
                '- 다음 사항을 검토하고 검토내용은 문서화된 정보로 보유하고 있는지를 확인',
                '  · 전년도 건설공사 경영검토에 따른 조치 결과(해당되는 경우)',
                '  · 건설공사 수행과 관련된 외부 및 내부 이슈의 변경사항',
                '  · 자원의 충족여부',
                '  · 악된 리스크와 관련하여 취해진 조치의 효과성',
                '  · 문제점 및 애로사항의 개선 사항',
                '  · 품질관리계획의 성과 및 효과성 정보 등',
                '- 품질관리계획의 성과 및 효과성 정보에는 고객 만족 및 발주자와 관련 이해관계자로부터의 피드백(불만사항 포함), 현장 품질목표의 달성 정도, 부적합 공사의 발생 빈도 및 특성과 시정조치 사항 검사·시험·모니터링·측정결과, 내부심사 및 품질관리 적절성 확인 등 내·외부의 점검결과, 외부공급자의 성과 등이 포함되어 있는지를 확인',
                '- 검토결과에 따라 필요시 후속조치를 실시하고, 문서화된 정보로 보유하고 있는지를 확인'
              ],
            },
          ],
        }
    ]
  },
  {
    mainTitle: '제10장 개선',
    contents: [{   
      subTitle: '10.1 부적합 및 시정조치',
      keyword: [
        '◦ 품질관리계획 운영과 관련하여 취해진 부적합 및 시정조치의 적절성 여부',
        ' - 근본원인 파악 한 후 재발방지 대책 수립 이행 등'
      ],
      standard: [
        {
          title: '품질관리계획 운영과 관련하여 취해진 부적합 및 시정조치의 적절성 여부',
          tips: [
            '- 실제 또는 잠재적인 부적합 사항은 근본원인을 파악하고, 근본원인을 고려한 시정과 재발방지 대책을 수립하여 이행하고 문서화된 정보를 유지 및 보유하고 있는지를 확인',
            '- 취해진 시정조치의 효과성을 검토하고 문서화된 정보를 보유하고   있는지를 확인',
            '- 부적합 및 시정조치 결과가 품질관리계획서 변경 또는 결정된 리스크와 기회를 갱신하여야 하는지 검토하고 이행하여 문서화된 정보로 보유하고 있는지를 확인',
          ],
        },
      ],
    },
    {   
      subTitle: '10.2 지속적 개선',
      keyword: [
        '◦ 지속적인  개선 계획 수립 및 개선활동 실시 여부',
      ],
      standard: [
        {
          title: '지속적인  개선 계획 수립 및 개선활동 실시 여부',
          tips: [
            '- 지속적 개선을 위하여 분석 및 평가 결과, 경영검토 결과를 반영하여 지속적 개선계획을 수립하여, 문서화된 정보로 보유하고 있는지를 확인',
            '- 지속적 개선계획에 따라 개선활동을 실시하고, 문서화된 정보로 보유하고 있는지 확인',
          ],
        },
      ],
    },
    ]
  },
]